Repository: mozilla-l10n/mt-training-data
Catalog: rm-vallader/rm-vallader_pontoon.tmx
Source language: en_us
Languages: rm_vallader

source: 2 down, keep it up!<playIcon></playIcon>
rm_vallader: 2 finidas, be dai! <playIcon></playIcon>

source: ≥ 2 No votes
rm_vallader: ≥ 2 validaziuns Na

source: ≥ 2 Yes votes
rm_vallader: ≥ 2 validaziuns Schi

source: Abkhaz
rm_vallader: Abchasian

source: About
rm_vallader: Chi eschna

source: Acehnese
rm_vallader: Achinais

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
rm_vallader: { $actionType }<playIcon></playIcon> Es la frasa gnüda preletta güst?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
rm_vallader: { $actionType }<recordIcon></recordIcon> lura prelegia la frasa dad ot

source: { $actionType }<stopIcon></stopIcon> when done
rm_vallader: { $actionType }<stopIcon></stopIcon> scha tü hast fini

source: { $actionType } submit when ready
rm_vallader: { $actionType } trametta cur cha tü est pront

source: Additional Language
rm_vallader: Lingua supplementara

source: Add Language
rm_vallader: Agiundscha üna lingua

source: Add Your Voice
rm_vallader: Agiundscha tia vusch

source: Adyghe
rm_vallader: Adyghen

source: Age
rm_vallader: Età

source: Albanian
rm_vallader: Albanais

source: All
rm_vallader: Tuot

source: All voice clips in the dataset are scrubbed of personally identifying information. When a contributor provides demographic data via their profile, that information is de-identified from their voice clips before being bundled for download in the dataset and is never made public on their profile page.
rm_vallader: Las infuormaziuns persunalas vegnan eliminadas da tuot las registraziuns aint illa collecziun da datas.

source: Amharic
rm_vallader: Amaric

source: Anonymized user data like age, sex, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
rm_vallader: Datas d'ütilisader anonimisadas, p. ex. età, schlatta, lingua ed accent, güdan ad augmantar la qualità da las datas chi vegnan dovradas per trenar la precisiun da las maschinas dad identifichar vusch. Teis nom d'ütilisader e ti'adressa dad e-mail nu vegnan mai colliats cun tias datas inoltradas e tü poust decider, scha teis nom d'ütilisader es public o anonim.

source: Arabic
rm_vallader: Arab

source: Aragonese
rm_vallader: Aragonais

source: Armenian
rm_vallader: Armen

source: Armenian Western
rm_vallader: Armen dal vest

source: Artificial intelligence
rm_vallader: Intelligenza artificiala

source: Assamese
rm_vallader: Assamais

source: Audio Format
rm_vallader: Format audio

source: Average
rm_vallader: Media

source: A voice clip is marked "valid" when a user gives it a Yes vote.
rm_vallader: Üna registraziun vocala vain marcada sco "validada", sch'ün ütilisader tilla validescha cun ün Schi.

source: Awards
rm_vallader: Distincziuns

source: Azerbaijani
rm_vallader: Aserbeidschanic

source: Back to Top
rm_vallader: amunt

source: Bashkirs
rm_vallader: Baschkir

source: Basque
rm_vallader: Basc

source: Become a partner
rm_vallader: Dvantar partenaria / partenari

source: Belarusian
rm_vallader: Bieloruss

source: Benefits
rm_vallader: Avantags

source: Bengali
rm_vallader: Bengal

source: <bold>{ $count }</bold> Clips
rm_vallader: <bold>{ $count }</bold> Registraziuns

source: <bold>Help us</bold> find more voices
rm_vallader: <bold>Güda'ns</bold> a chattar daplü vuschs

source: <bold>iOS</bold> users can download our free app:
rm_vallader: Ütilisaders dad <bold>iOS</bold> pon telechargiar nossa applicaziun gratuitamaing:

source: Both
rm_vallader: Tuots duos

source: Both of these projects are part of our efforts to bridge the digital speech divide. Voice recognition technologies bring a human dimension to our devices, but developers need an enormous amount of voice data to build them. Currently, most of that data is expensive and proprietary. We want to make voice data freely and publicly available, and make sure the data represents the diversity of real people. Together we can make voice recognition better for everyone.
rm_vallader: Tuots duos progets fan part da nos ingaschamaint da survendscher ils cunfins davart la lingua digitala. Las tecnologias da recugnuschentscha vocala dan a noss aparats üna dimensiun umana, mo il sviluppaders douvran üna gronda quntità da datas vocalas per pudair construir quistas tecnologias.¶ Nus lain render las datas da vusch accessiblas in möd liber ed avert e garantir implü cha las datas rapreschaintan la diversità da persunas realas. Insembel pudaina amegldrar la recugnuschentscha vocala per tuots.

source: Both (Speak and Listen)
rm_vallader: Tuots duos (discuorrer e tadlar)

source: Build a custom goal
rm_vallader: Definischa ün böt persunal

source: Build Profile
rm_vallader: Creescha teis profil

source: Bulgarian
rm_vallader: Bulgar

source: Burmese
rm_vallader: Burmais

source: Buryat
rm_vallader: Buriat

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
rm_vallader: <b>Perche voul quai ün'adressa dad e-mail?</b> Probabelmaing at stuvaina infuormar in futur a reguard müdadas illa collecziun da datas. Ün'adressa dad e-mail ans pussibiltescha da't contactar.

source: By editing your goal, you may lose your existing progress.
rm_vallader: Cun modifichar teis böt perdast forsa teis progress actual.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy<privacyLink>.
rm_vallader: Cun l'acconsentimaint da surgnir e-mails acceptast cha Mozilla tratta quistas infuormaziuns sco declerà illa <privacyLink>decleraziun davart la protecziun da datas</privacyLink>

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
rm_vallader: <b>Tü acceptast</b> da na provar dad eurir l'identità dals pledaders da la collecziun da datas da Common Voice.

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
rm_vallader: Cun indichar alch infuormaziuns sur da tai, rendast las datas da tun cha tü inoltreschast a Common Voice plü ütilas a las maschinas dad identificaziun da vusch. Quistas maschinas douvran quistas datas per amegldrar lur precisiun.

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
rm_vallader: Cun dovrar Common Voice acceptast nossas <termsLink>cundiziuns d'ütilisaziun</termsLink> e nossa<privacyLink>decleraziun da la protecziun da datas</privacyLink>

source: CANCEL
rm_vallader: INTERRUMPA

source: Cancel Re-recording
rm_vallader: Stüder la registraziun nouva

source: Cancel Submission
rm_vallader: Interrumpa la transmissiun

source: Can't decide?
rm_vallader: Est indecis?

source: Change your email via Settings under Login Identity
rm_vallader: Müda ti'adressa dad e-mail in Parameters suot l'identità d'annunzcha

source: Chinese (China)
rm_vallader: Chinais (China)

source: Chinese (Hong Kong)
rm_vallader: Chinais (Hong Kong)

source: Chinese (Taiwan)
rm_vallader: Chinais (Taiwan)

source: Chuvash
rm_vallader: Chuvasch

source: Click
rm_vallader: Clicca

source: Clip Graveyard
rm_vallader: Sunteri da registraziuns

source: Clips recorded
rm_vallader: Registraziuns (clips)

source: Clips Uploaded
rm_vallader: Registraziuns chargiadas

source: Clips validated
rm_vallader: Clips validats

source: Clips You've Recorded
rm_vallader: Tias registraziuns

source: Clips You've Validated
rm_vallader: Tias validaziuns

source: Close
rm_vallader: Serra

source: Collecting sentences from the public domain, or writing new ones for the public domain.
rm_vallader: Ramassar frasas da la domena publica o scriver nouvas frasas per la domena publica.

source: Comment
rm_vallader: Commentar

source: Common Voice data plus all other voice datasets above.
rm_vallader: Datas da Common Voice e tuot las otras datas vocalas nomnadas sura.

source: Common Voice Dataset
rm_vallader: Collecziun da datas da Common Voice

source: Common Voice is a collaborative project, and we're depending on our community of partners and contributors to build the largest open-source dataset of voices ever. We would like to thank the following people and organizations for their help with the project:
rm_vallader: Common Voice es ün proget collaborativ e nus eschan dependents da nossa comunità da partenaris e partecipants per construir la plü gronda collecziun da datas vocalas open source insomma.¶ ¶ Nus lain ingrazchar a las seguaintas persunas ed organisaziuns per lur sustegn in connex cun quist proget:

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
rm_vallader: Common Voice es l'iniziativa da Mozilla per güdar a muossar a maschinas co cha drettas persunas discuorran.

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak.
rm_vallader: Common Voice fa part da l'iniziativa da Mozilla chi voul muossar a maschinas co cha drettas persunas discuorran.

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak. In addition to the Common Voice dataset, we’re also building an open source speech recognition engine called Deep Speech.
rm_vallader: Common Voice fa part da l'iniziativa da Mozilla chi voul güdar a maschinas ad imprender co cha persunas realas discuorran. Sper la collecziun da datas da Common Voice eschan nus eir landervia da construir üna maschina da recugnuschentscha vocala open source chi ha nom Deep Speech.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
rm_vallader: Las registraziuns da Common Voice vegnan dovradas dad academikers, pitschens affars pitschens ed entusiasts da l'identificaziun da vusch per trenar e render plü grondas las resursas publicas, sco per exaimpel models da vusch.¶ ¶ Ans voust far savair perche cha tü vessast jent da stüder tias registraziuns?

source: Confirm Goal
rm_vallader: Conferma il böt

source: Connect with Gravatar
rm_vallader: Collia cun Gravatar

source: Contact Form
rm_vallader: Formular da contact

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
rm_vallader: Il cuntgnü sta a disposiziun suot la <licenseLink>licenza da Creative Commons</licenseLink>

source: Continue
rm_vallader: Cuntinuescha

source: Contribute
rm_vallader: Contribuischa

source: Contribute sentences
rm_vallader: Contribuischa frasas

source: Contribute to { $lang }
rm_vallader: Contribuischa al { $lang }

source: Contribute Your Voice
rm_vallader: Contribuischa tia vusch!

source: Contribution Activity
rm_vallader: Actività da contribuziuns

source: Contribution Experience
rm_vallader: Experienza da collavuraziun

source: Contributors record voice clips by reading from a bank of donated sentences.
rm_vallader: Partecipants registreschan lur vusch cun preleger frasas dunadas our dad üna collecziun da datas.

source: Cornish
rm_vallader: Cornic

source: { $count }mo
rm_vallader: { $count } mais

source: { $count }wk
rm_vallader: { $count } eivnas

source: { $count }y
rm_vallader: ons

source: Create a Custom Goal
rm_vallader: Definischa ün böt persunal

source: Create a voice clip as part of your profile avatar. Others will be able to hover and listen to your clip.
rm_vallader: Creescha üna registraziun sco part da teis avatar da profil. Oters pon selecziunar tia registraziun cun la mür per tilla tadlar.

source: Croatian
rm_vallader: Croat

source: Czech
rm_vallader: Tschec

source: Daily Goal
rm_vallader: Böt dal di

source: Danish
rm_vallader: Danais

source: Dashboard
rm_vallader: Survista

source: Datasets
rm_vallader: Collecziuns da datas

source: Days
rm_vallader: Dis

source: De-identified
rm_vallader: Anonimisà

source: DELETE
rm_vallader: STÜDA

source: Delete my recordings
rm_vallader: Stüda mias registraziuns

source: Delete Profile
rm_vallader: Stüder il profil

source: Different language
rm_vallader: Otra lingua

source: Difficult
rm_vallader: Greiv

source: Difficult to pronounce
rm_vallader: Pronunzcha difficila

source: Donate your voice
rm_vallader: Duna tia vusch

source: Don't see your language on Common Voice yet?
rm_vallader: Nu daja amo tia lingua sün Common Voice?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
rm_vallader: Nu chattast tia lingua aint illa collecziun da datas? Va inavant sün nossa pagina da linguas per dumandar üna lingua implü.

source: Download
rm_vallader: S-chargiar

source: Download Common Voice Data
rm_vallader: S-chargiar la collecziun da datas da Common Voice

source: Download Data
rm_vallader: S-chargiar datas

source: Download Dataset Bundle
rm_vallader: S-chargiar üna collecziun da datas

source: Download { $language }
rm_vallader: S-chargiar { $language }

source: Download My Data
rm_vallader: S-chargia mias datas

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
rm_vallader: Hast tü propostas co cha nus pudain amegldrar la collecziun da datas da Common Voice? Ans fa savair sül forum Discourse

source: Do you want to continue?
rm_vallader: Voust cuntinuar?

source: Do you want to Speak, Listen or both?
rm_vallader: Voust discuorrer, tadlar o tuots duos?

source: Drag and drop or <browseWrap>Browse</browseWrap>
rm_vallader: drag and drop o <browseWrap>sföglia</browseWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit. Contribution will continue directly with the next set of 5 recordings or validations.
rm_vallader: Dürant cha tü contribuischast poust sursiglir il formular da resun davo cha hast cliccà 'trametter'. Lura seguan directamaing las prossmas tschinch registraziuns o verificaziuns.

source: Dutch
rm_vallader: Ollandais

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
rm_vallader: Mincha indataziun illa collecziun da datas cuntegna ün singul MP3 ed la datoteca da text correspundenta. Bleras da las <b>{ $total }</b> uras registradas illa collecziun da datas cuntegnan eir metadatas demograficas sco l'età, la schlatta e l'accent. Cun quistas datas as poja trenar la precisiun da las maschinas chi han dad identifichar vusch. La collecziun da datas cuntegna actualmaing <b>{ $valid }</b> uras validadas in <b>{ $languages }</b> linguas, ma nus agiundschain adüna daplüssas vuschs e linguas. Fa üna visita a nossa <languagesLink> pagina-web da linguas</languagesLink> per tscherchar üna lingua o per cumanzar a contribuir.

source: Easy
rm_vallader: Leiv

source: Edit
rm_vallader: Modifichescha

source: Edit Profile
rm_vallader: Modifichescha il profil

source: Email is already used for a different account
rm_vallader: Quist'adressa dad e-mail vain fingià dovrada per ün oter conto

source: Email Subscriptions
rm_vallader: Abunmaints dad e-mail

source: English
rm_vallader: Inglais

source: Enter Email to Download
rm_vallader: Indichescha ti'adressa dad e-mail per cumanzar a s-chargiar

source: Enter your email
rm_vallader: Indatescha ti'adressa dad e-mail

source: Erzya
rm_vallader: Ersian

source: Estonian
rm_vallader: Eston

source: Everyone
rm_vallader: Tuots

source: Exit & Delete clips
rm_vallader: Sorta e stüda las registraziuns

source: FAQ
rm_vallader: Dumondas frequaintas - FAQ

source: Faroese
rm_vallader: Feroais

source: Female
rm_vallader: Feminin

source: Finish editing first?
rm_vallader: Finischa il prüm tias modificaziuns?

source: Finish recording
rm_vallader: Finischa la registraziun

source: Finish recording first?
rm_vallader: Nu voust il prüm finir la registraziun?

source: Finnish
rm_vallader: Finlandais

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
rm_vallader: Per quistas linguas es la pagina d'internet gnüda <localizationGlossaryLink>tradütta</localizationGlossaryLink> cumplettamaing e la <sentenceCollectionGlossaryLink>collecziun da frasas</sentenceCollectionGlossaryLink> es gronda avuonda per cuntinuar las contribuziuns cun <speakLink>discuorrer</speakLink> e <listenLink>tadlar</listenLink>.

source: French
rm_vallader: Frances

source: Frequently Asked Questions
rm_vallader: Dumondas frequaintas

source: Frisian
rm_vallader: Frislandais

source: Galician
rm_vallader: Galizian

source: German
rm_vallader: Tudais-ch

source: Get involved
rm_vallader: Partecipar

source: Get Involved
rm_vallader: Collavurescha

source: Get started with goals
rm_vallader: Cumainza a definir böts

source: Get Started with Speech Recognition
rm_vallader: Cumainza cun l'identificaziun da vusch

source: Give your avatar a voice
rm_vallader: Dà üna vusch a teis avatar

source: Glossary
rm_vallader: Glossari

source: Goals
rm_vallader: Böts

source: Go to Discourse
rm_vallader: Fa üna visita al forum Discourse

source: Go to Languages Page
rm_vallader: Va sün la pagina da linguas

source: Go to { $name }
rm_vallader: Va a { $name }

source: Grammatical / spelling error
rm_vallader: Sbagl grammatical / ortografic

source: Great! How many clips a week?
rm_vallader: Stupend! Quantas registraziuns l'eivna?

source: Great! How many clips per day?
rm_vallader: Stupend! Quantas registraziuns al di?

source: Great!<recordIcon></recordIcon> Record your next clip
rm_vallader: Stupend!<recordIcon></recordIcon> Amo üna registraziun implü

source: Great work!<playIcon></playIcon> Listen again when you're ready
rm_vallader: Buna lavur!<playIcon></playIcon>Taidla amo üna jada cur cha tü est pront.

source: Greek
rm_vallader: Grec

source: Have Feedback?
rm_vallader: Ans voust dar ün resun?

source: Have questions about Common Voice? Ideas for improvements or feedback about a specific language? Join us on our <discourseLink>Discourse forum</discourseLink> and let us know.
rm_vallader: Hast dumondas a reguard Common Voice? Ideas per meglioraziuns o resuns a reguard üna lingua specifica? Aintra i'l <discourseLink>forum Discourse</discourseLink> per ans far a savair.

source: Have you read our Terms?
rm_vallader: Hast let nossas cundiziuns d'ütilisaziun?

source: Having a profile is not required to contribute though it is helpful, see why below.
rm_vallader: I nu fa dabsögn dad avair ün profil per contribuir, eir schi füss ütil. Suotvart vezzast perche.

source: Hebrew
rm_vallader: Ebraic

source: Help
rm_vallader: Sustegn

source: Help Common Voice reach { NUMBER($hours) } hours in a language with a personal goal
rm_vallader: Güda cun teis agen böt, cha Common Voice ragiundscha { NUMBER($hours) } uras in üna lingua

source: Help create Common Voice’s first target segment in { $locale }
rm_vallader: Güda a crear a Common Voice seis prüm böt in mera { $locale }

source: Help reach { NUMBER($hours) } hours in { $language } with a personal goal
rm_vallader: Güda a ragiundscher { NUMBER($hours) } uras in { $language } cun teis böt persunal

source: Help teach machines how real people speak, donate your voice at { $link }
rm_vallader: Güda'ns a muossar a maschinas co cha drettas persunas discuorran, sustegna'ns cun tia vusch sün { $link }

source: Help us build a community around voice technology, stay in touch via email.
rm_vallader: Güda'ns a crear üna comunità chi s'interessa per tecnologias vocalas e resta in contact cun nus via e-mail.

source: Help us build a high quality, publicly open dataset
rm_vallader: Güda'ns a s-chaffir üna collecziun da datas dad ota qualità ed accessibla al public

source: Help us find more voices, share your goal
rm_vallader: Güda'ns a chattar daplü vuschs cun publichar teis böts

source: Help us find others to donate their voice!
rm_vallader: Güda'ns a chattar otras persunas chi sun prontas da collavurar cun lur vusch!

source: Help us get to { $goal }
rm_vallader: Güda'ns a ragiundscher { $goal }

source: Help us validate sentences!
rm_vallader: Güda'ns a validar las frasas!

source: Help us validate voices
rm_vallader: Güda'ns a validar vuschs

source: Hidden
rm_vallader: Zoppà

source: Hill Mari
rm_vallader: Mari occidental

source: Hours Recorded
rm_vallader: Uras da registraziun

source: Hours Validated
rm_vallader: Uras validadas

source: { $hours } validated hours so far!
rm_vallader: Fingià { $hours } uras validadas!

source: How ?
rm_vallader: Co?

source: How can I get the Common Voice data?
rm_vallader: Co survegn eu las datas da Common Voice?

source: How does Common Voice calculate hours?
rm_vallader: Co calculescha Common Voice las uras?

source: How does it work?
rm_vallader: Co funcziuna quai?

source: How do you ensure anonymity and privacy of the people who donated their voices?
rm_vallader: Co pudaivat vus garantir anonimità e protecziun da datas a las persunas chi han contribui cun lur vusch?

source: Hungarian
rm_vallader: Ungarais

source: I agree
rm_vallader: Eu accept

source: I am a non-native speaker and I speak with an accent, do you still want my voice?
rm_vallader: Eu nu sun da lingua materna e discuor cun accent. Eschat istess interessats vi da mia vusch?

source: Icelandic
rm_vallader: Islandais

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
rm_vallader: Eu less surgnir e-mails, chi'm tiran adimmaint meis böts, cun actualisaziuns da meis progress e las novitats da Common Voice.

source: I do not agree
rm_vallader: Eu refüs

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
rm_vallader: Eu n'ha güst defini ün böt persunal per contribuir cun mia vusch a #CommonVoice. Partecipescha't eir tü e muossa a maschinas co cha drettas persunas discuorran { $link }

source: I’m afraid I don’t know what you’re looking for.
rm_vallader: Displaschaivelmaing nu saja che cha tü tscherchast.

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
rm_vallader: Eu accept cha vus trattais quistas infuormaziuns sco cha vus declerais aint illa <privacyLink>decleraziun a reguard la protecziun da datas</privacyLink> da Mozilla.

source: * Indicates required field
rm_vallader: * indicha ün chomp obligatoric

source: Indonesian
rm_vallader: Indonais

source: In Progress
rm_vallader: In elavuraziun

source: Irish
rm_vallader: Irlandais

source: Is my account information public?
rm_vallader: Sun mias datas da conto publicas?

source: Is the clip valid?
rm_vallader: Es la registraziun validada?

source: Is the goal of Common Voice to build a voice assistant?
rm_vallader: Esa il böt da Common Voice da construir ün assistent virtual?

source: Italian
rm_vallader: Talian
